function ServiceTerms() {
    return (
        <div className="flex flex-col w-full h-fit items-center gap-4 mt-10 text-c-b">
            <div className="min-w-[360px] h-fit w-[40vw] text-[24px] font-medium">
                <p>서비스 이용약관</p>
            </div>
            <div className="flex flex-col items-start min-w-[360px] w-[40vw] p-5 rounded border-[1px] border-[rgba(19,19,19,0.2)] text-[13px] font-normal text-c-b6">
                <pre className="whitespace-pre-wrap">제 1 조(목적)  본 개인정보 처리 방침은 브루잇(이하 "회사")가 제공하는 서비스 이용과 관련하여, 전체적으로의 개인정보를 보호하고 적법하게 처리하는 절차와 방법을 규정함을 목적으로 합니다.
                    제 2 조 (수집하는 개인정보 항목)  회사는 다음의 개인정보를 수집하고 있습니다:
                    회원가입 시: 이름, 이메일 주소, 압축, 전화번호, 강도 및 리쿠르팅 목적
                    서비스 이용 과정에서 자동으로 수집되는 정보: IP 주소, 쿠키, 방문 기간, 서비스 이용 기록, 기기 정보
                    제 3 조 (개인정보의 수집 및 이용 목적)  회사는 수집한 개인정보를 다음의 목적으로 이용합니다:
                    서비스 제공 및 운영: 회원 인증, 프로젝트 진행 및 관리, 수익 분배
                    고객 관리: 공지 사항 전달, 서비스 개선을 잠시 기다려 주세요.
                    스포츠 활동에 대한 지원 및 옹호 활동
                    제 4 (개인정보의 보유 및 이용 기간)  회사는 장애인의 개인정보를 수집하는 동안 등록된 기간 동안 보존하며, 기념하는 경우 해당 기간 동안 보유합니다.
                    제 5 조 (개인정보의 제3자 제공)  회사는 장애인의 개인정보를 제3자에게 제공하지 않는 경우, 항공사에 따라 필요시 제공할 수 있습니다.
                    제 6 조 (개인 정보 처리의 대응)  회사는 서비스 운영을 위해 필요한 경우, 개인 정보 처리를 외부 기관에 대응할 수 있으며, 그 경우 대상자 및 내용을 사전에 인정합니다.
                    제 7 조 (이용자의 권리)  는 자신의 개인정보에 대한 열람, 정정, 삭제를 요구할 수 있습니다.
                    제 8 조 (개인정보 보호를 해당, 관리적 범위)  회사는 개인정보 보호를 위해 클러스터, 접근 제한, 차원 낮은 시스템 등, 관리적 범위를 강구하고 있습니다.</pre>
            </div>
        </div>
    )
}

export default ServiceTerms